phaser_backend_api/app/controllers/players_controller.rb

SELECT "players".* FROM "players"
---
  def index
    @players = Player.all

INSERT INTO "players" ("name", "time", "created_at", "updated_at", "scoreboard_id") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "ke"], ["time", 0], ["created_at", "2019-09-17 21:06:36.542537"], ["updated_at", "2019-09-17 21:06:36.542537"], ["scoreboard_id", 1]]
---
  def create
    @player = Player.new(player_params)

    if @player.save